Repository: AFZidan/dropshipping-woocommerce
Catalog: languages/dropshipping-woocommerce-*.po
Languages: tr

source: if some of your products didn't get updated, you may need to <a href="
tr: Ürünlerinizden bazıları güncellenmediyse, tümünü senkronize etmeniz gerekebilir <a href="

source: You have <strong>
tr: Sahip olduğunuz <strong>

source: <strong>Products Synced</strong>
tr: <strong>Ürünler Senkronize Edildi</strong>

source: Select yes to fetch product categories
tr: Ürün Kategorisini Almak İçin Evet'i Seçin

source: Yes (Product Tag)
tr: Evet (Ürün Etiketi)

source: Yes (Product Category)
tr: Evet (Ürün Kategorisi)

source: No
tr: Hayır

source: Categorize Products
tr: Ürünleri Sınıflandır

source: Knawat Update
tr: Knawat Gencellemesi

source: You have not access to doing this operations.
tr: Bu işlemi yapabilmeniz için erişiminiz yok.

source: Invalid request.
tr: Geçersiz İstek.

source: Get From Knawat
tr: Knawat'tan Al

source: Warning: any changes made to the product will be overwritten
tr: Uyarı: Üründe yapılan herhangi bir değişikliğin üzerine yazılacaktır.

source: Update Knawat Product
tr: Knawat Ürünlerini Güncelle

source: Knawat product has been updated successfully.
tr: Knawat ürünleri başarıyla güncellendi.

source: 1 Hour
tr: 1 Saat

source: The following recommended plugin is currently inactive: %1$s.
tr: Aşağıdaki önerilen eklenti şu anda etkin değil:%1$s.

source: The following required plugin is currently inactive: %1$s.
tr: Aşağıdaki gerekli eklenti şu anda etkin değil: %1$s.

source: There is an update available for: %1$s.
tr: Bir güncelleme mevcut: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
tr: Aşağıdaki eklentinin bu temayla maksimum uyumluluğunu sağlamak için en son sürümüne güncellenmesi gerekiyor: %1$s.

source: This theme recommends the following plugin: %1$s.
tr: Bu tema aşağıdaki eklentiyi önermektedir: %1$s.

source: This theme requires the following plugin: %1$s.
tr: Bu tema aşağıdaki eklentiyi gerektirir: %1$s.

source: Variation cannot be imported: Missing parent ID or parent does not exist yet.
tr: Varyasyon içe aktarılamaz: Eksik üst kimlik sorunu var veya üst öğe henüz mevcut değil.

source: (Knawat Payment Method)
tr: (Knawat Ödeme Şekli)

source: Knawat Dropshipping recommends the following plugin: %1$s.
tr: Knawat Dropshipping aşağıdaki eklentiyi önermektedir: %1$s.

source: Knawat Dropshipping requires the following plugin: %1$s.
tr: Knawat Dropshipping aşağıdaki eklentiyi gerektirir: %1$s

source: Save Settings
tr: Ayarları Kaydet

source: Please verify your knawat consumer keys.
tr: Lütfen knawat tüketici anahtarlarınızı doğrulayın.

source: Not connected
tr: Bağlı değil

source: Knawat Connection status
tr: Knawat Bağlantı durumu

source: Select dokan seller for import Knawat products under it.
tr: Altındaki Knawat ürünlerini ithal etmek için dokan satıcısını seçin.

source: Select Dokan Seller
tr: Dokan Satıcısını Seçin

source: Dokan Seller
tr: Dokan Satıcı

source: Select interval for synchronization orders with Knawat
tr: Knawat ile senkronizasyon siparişleri için zaman aralığı seçin.

source: 3 Hours
tr: 3 Saat

source: 6 Hours
tr: 6 Saat

source: 9 Hours
tr: 9 Saat

source: 12 Hours
tr: 12 Saatler

source: 24 Hours
tr: 24 Saat

source: 48 Hours
tr: 48 Saat

source: Orders Synchronization Interval:
tr: Siparişlerin Senkronizasyon Aralığı:

source: Products batch size for import products from knawat.com
tr: knawat.com'dan içe aktarılan ürünlerin parti boyutu

source: Products Batch Size:
tr: Ürünlerin Parti Boyutu:

source: You can get your Knawat Consumer Secret from your <strong>Dashboard > Store settings</strong>
tr: Hizmet sağlayıcı tarafından atanan Knawat Tüketici Şifrenizi <strong> Kontrol Paneli > Mağaza Ayarlarınızdan öğrenebilirsiniz </strong>

source: click to see the image
tr: Resmi görmek için tıklayın

source: You can get your Knawat Consumer Key from your <strong>Dashboard > Store settings</strong>
tr: Knawat Tüketici Anahtarınızı <strong>Kontrol Paneli > Mağaza Ayarları ile öğrenebilirsiniz </strong>

source: You need a Knawat consumer key and consumer secret for import products into your store from knawat.com
tr: Knawat.com'dan ürünleri kendi mağazanıza aktarmak için Knawat tüketici anahtarınıza ve hizmet sağlayıcı tarafından atanan şifrenize ihtiyacınız vardır.

source: Note: Only orders in Processing status will be sent to Knawat to processs.
tr: Not: Sadece işleme alınan siparişler gönderim durumunun ilerlemesi için Knawat'a gönderilecektir.

source: Failed:
tr: Başarısız:

source: Updated:
tr: Güncellendi:

source: %d Products with variations.
tr: %d Varyasyonlu Ürünler.

source: Imported:
tr: İçe Aktarıldı:

source: Product import is In-progress already. you can't start import now. Please find current import status below.
tr: Ürünün içe aktarma işlemi zaten devam ediyor. Şimdi içe aktarmaya başlayamazsınız. Lütfen aşağıda bulunan mevcut içe aktarma durumunu bulunuz.

source: Stop Import
tr: İçe Aktarımı Durdur

source: Are you sure? do you really want to stop import?
tr: Emin misiniz? İçe aktarmayı gerçekten durdurmak istiyor musunuz?

source: You're not connected to a knawat.com, please make a connection for start import.
tr: knawat.com'a bağlı değilsiniz, içe aktarmayı başlatmak için lütfen bağlantı kurun.

source: Start Import
tr: İçe Aktarımı Başlat

source: Start product import
tr: Ürünün içe aktarımını başlat

source: Plugin auto import/update products from knawat.com in background on regular interval. But, if you want then you can manually start import.
tr: Eklenti düzenli aralıklarla arka plandaki ürünleri knawat.com'dan otomatik içe aktarır / günceller. Ancak, isterseniz, içe aktarmayı manuel olarak başlatabilirsiniz.

source: Please insert Knawat Consumer Key and Consumer Secret in <a href="%s">Settings</a> tab.
tr: Lütfen <a href="%s"> Ayarlar </a> sekmesine Knawat Tüketici Anahtarınızı ve Tüketici Şifrenizi girin.

source: Every %d Minutes
tr: Her %d Dakikada

source: Please Insert Knawat Cosumer Secret.
tr: Lütfen hizmet sağlayıcı tarafından atanan Knawat Tüketici Şifrenizi girin.

source: Please Insert Knawat Cosumer Key.
tr: Lütfen Knawat Tüketici Anahtarınızı girin.

source: Knawat Consumer Secret
tr: Otomatik Atanan Knawat Tüketici Şifresi

source: Knawat Consumer Key
tr: Knawat Tüketici Anahtarı

source: from here
tr: buradan

source: Please insert Knawat Knawat Consumer Key and Secret. You can get your Knawat keys
tr: Lütfen hizmet sağlayıcınız tarafından atanan Knawat Tüketici Şifrenizi ve Anahtarınızı girin. Knawat anahtarlarınızı alabilirsiniz.

source: Please insert Knawat Knawat Consumer Key and Secret.
tr: Lütfen hizmet sağlayıcınız tarafından atanan Knawat Tüketici Şifrenizi ve Anahtarınızı girin.

source: Knawat Order restored (%s)
tr: Knawat Siparişi Geri Yüklendi (%s)

source: Knawat Order deleted (%s)
tr: Knawat Siparişi Silindi (%s)

source: Knawat Order updated (%s)
tr: Knawat Siparişi Güncellendi (%s)

source: Knawat Order created (%s)
tr: Knawat Siparişi Oluşturuldu (%s)

source: %1$s stock reduced for "%2$s" from %3$s to %4$s.
tr: "%2$s" için %1$s stoku %3$s'den %4$s'ye düşürüldü.

source: Mark main order refunded when all suborders are refunded.
tr: Tüm alt siparişler geri ödendiğinde ana siparişi geri ödendi olarak işaretleyin.

source: Mark main order completed when all suborders are completed.
tr: Tüm alt siparişler tamamlandığında ana siparişi tamamlandı olarak işaretleyin.

source: Return to main order
tr: Ana siparişe dön

source: Parent order
tr: Ana Sipariş

source: Suborders
tr: Alt Siparişler

# Admin: Order table column
source: Suborders
tr: Alt Siparişler

source: Order &ndash; %s
tr: Sipariş &ndash; %s

source: Something went wrong during get data from Knawat MP API. Please try again later.
tr: Knawat MP API'den veri alınırken bir sorun oluştu. Lütfen daha sonra tekrar deneyiniz.

source: Please provide product sku.
tr: Lütfen ürün sku kodunu girin.

source: The product will be imported again from Knawat, if you don't want this product, then delete it permanently.
tr: Ürün, Knawat'tan tekrar içe aktarılacaktır, bu ürünü istemiyorsanız kalıcı olarak silin.

source: <strong>Knawat Dropshipping</strong> > <strong>Settings</strong>.
tr: <strong>Knawat Dropshipping</strong> > <strong>Ayarlar</strong>.

source: Your connection with knawat.com has been disconnected. Please check and verify your knawat consumer keys from
tr: knawat.com ile bağlantınız kesildi. Lütfen Knawat tüketici anahtarlarınızı kontrol edin ve doğrulayın.

source: Settings has been saved successfully.
tr: Ayarlar başarıyla kaydedildi.

source: Another product import is in process already.
tr: Başka bir ürünün içe aktarımı zaten devam ediyor.

source: Access token not found for API. Please make sure your store is connected to knawat.com
tr: API için erişim belirteci bulunamadı. Lütfen mağazanızın knawat.com'a bağlı olduğundan emin olun.

source: Dismiss this notice.
tr: Bu uyarıyı görmezden gelin.

source: Before you start importing products, it's better to set default category for import Knawat Products. You can set it from <strong>Products > Categories.</strong> ex: New arrivals, or something else as you want.
tr: Knawat ürünlerini içe aktarmaya başlamadan önce varsayılan kategoriyi ayarlamak daha iyidir. Bunu <strong> Ürünler> Kategoriler </strong> ile ayarlayabilirsiniz. Örneğin: Yeni gelenler veya istediğiniz başka bir şey.

source: Enter a quantity of product variant for selected dropshipper.
tr: Seçilen dropshipper için bir ürün çeşidi miktarı girin.

source: Stock quantity (Dropshipper)
tr: Stok Miktarı (Dropshipper)

source: Select Dropshipper for this Product variantion.
tr: Bu ürünün varyasyonu için Dropshipper'ı seçin.

source: Knawat Cost ($)
tr: Knawat Maliyeti ($)

source: Import has been stopped successfully.
tr: İçe aktarma başarıyla durduruldu.

source: Something went wrong during order synchronization, please try again.
tr: Sipariş senkronizasyonu sırasında bir şeyler ters gitti, lütfen tekrar deneyin.

source: Order(s) has been synchronized successfully.
tr: Siparişler başarıyla senkronize edildi.

source: Something went wrong during start manual import.
tr: İçe aktarımın manuel olarak başlatılması sırasında bir sorun oluştu.

source: Manual import started successfully.
tr: Manuel içe aktarım başarılı bir şekilde başladı.

source: Product Import
tr: Ürün İçe Aktarımı

source: <strong>%s product</strong> out of stock
tr: <strong>%s ürünü</strong> stokta yok.

source: <strong>%s product</strong> low in stock
tr: <strong>%s ürünü</strong> stokta az

source: <strong>%s order</strong> on-hold
tr: <strong>%s siparişi</strong> beklemede

source: <strong>%s order</strong> awaiting processing
tr: <strong>%s sipariş</strong> işlenmeyi bekliyor

source: %1$s top seller this month (sold %2$d)
tr: Bu ay en çok satan %1$s (%2$d satıldı)

source: %s net profit this month
tr: Bu ay %s net kar

source: %s net sales this month
tr: Bu ay %s net satış

source: Latest News from Knawat
tr: Knawat'tan Son Haberler

source: Knawat status
tr: Knawat Durumu

source: Nonce failed. Please try again.
tr: Başarısız işlem. Lütfen tekrar deneyin.

source: synchronize it now
tr: Şimdi senkronize et

source: Some orders are not sycronized with knawat.com. Please
tr: Bazı siparişler knawat.com ile senkronize değil.

source: Order synchronize fail. order id: #%d
tr: Sipariş senkronizasyonu başarısız oldu. Sipariş Kimliği: #%d

source: Knawat Order Sync Interval
tr: Knawat Sipariş Senkronizasyon Aralığı

source: Knawat DropShipping (Saudi Arabia)
tr: Knawat DropShipping (Suudi Arabistan)

source: Date
tr: Tarih

source: Tracking Number
tr: Takip Numarası

source: Provider
tr: Sağlayıcı

source: Tracking Information
tr: Takip Bilgileri

source: Installing Plugin %1$s (%2$d/%3$d)
tr: Eklenti %1$s yükleniyor (%2$d / %3$d)

source: All installations have been completed.
tr: Tüm kurulumlar tamamlandı.

source: %1$s installed successfully.
tr: %1$s başarıyla kuruldu.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr: Kurulum işlemi başlıyor. Bu işlem bazı ana bilgisayarlarda biraz daha fazla zaman alabilir, bu nedenle lütfen sabırlı olun.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr: %1$s Eklentisini Kurma ve Etkinleştirme (%2$d / %3$d)

source: All installations and activations have been completed.
tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: Hide Details
tr: Detayları Gizle

source: Show Details
tr: Detayları Göster

source: %1$s installed and activated successfully.
tr: %1$s başarıyla kuruldu ve etkinleştirildi.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr: Kurulum ve aktivasyon süreci başlıyor. Bu işlem bazı ana bilgisayarlarda biraz daha fazla zaman alabilir, bu nedenle lütfen sabırlı olun.

source: The installation of %1$s failed.
tr: %1$s kurulumu başarısız oldu.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr: %1$s yüklenirken bir hata oluştu: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
tr: Eklenti %1$s güncelleniyor (%2$d / %3$d)

source: Plugin activation failed.
tr: Eklenti etkinleştirmesi başarısız oldu.

source: No plugins are available to be activated at this time.
tr: Şu anda aktif edilecek eklenti yok.

source: No plugins were selected to be activated. No action taken.
tr: Aktifleştirilecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins are available to be updated at this time.
tr: Şu anda güncellenecek eklenti yok.

source: No plugins are available to be installed at this time.
tr: Şu anda yüklenebilecek eklenti yok.

source: No plugins were selected to be updated. No action taken.
tr: Güncellenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins were selected to be installed. No action taken.
tr: Yüklenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: Upgrade message from the plugin author:
tr: Eklenti yazarından yükseltme mesajı:

source: Activate %2$s
tr: Etkinleştir %2$s

source: Update %2$s
tr: Güncelle %2$s

source: Install %2$s
tr: Yükle %2$s

source: Status
tr: Durum

source: Version
tr: Sürüm

source: Type
tr: Tür

source: Source
tr: Kaynak

source: Plugin
tr: Eklenti

source: No plugins to install, update or activate.
tr: Yüklenecek, güncellenecek veya etkinleştirilecek eklenti yok.

source: Available version:
tr: Mevcut Sürüm:

source: Minimum required version:
tr: Gerekli en küçük sürüm:

source: Installed version:
tr: Yüklenmiş olan sürüm:

# as in: "version nr unknown"
source: unknown
tr: Bilinmeyen

source: To Activate <span class="count">(%s)</span>
tr: Etkinleştir <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
tr: Güncelleme Mevcut <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
tr: Yükle <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
tr: Tümü <span class="count">(%s)</span>

source: Update recommended
tr: Güncelleme öneriliyor

source: Requires Update
tr: Güncelleme gerektiriyor

source: Required Update not Available
tr: Gerekli güncelleme mevcut değil

source: Active
tr: Aktif

source: Installed But Not Activated
tr: Kurulu Ama Etkin Değil

source: Not Installed
tr: Kurulu Değil

source: Pre-Packaged
tr: Önceden paketlenmiş

source: External Source
tr: Harici Kaynak

source: WordPress Repository
tr: WordPress Dizini

source: Recommended
tr: Önerilen

source: Required
tr: Gerekli

# plugin A *and* plugin B
source: and
tr: ve

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr: Uzaktan eklenti paketinde birden fazla dosya bulunuyor, ancak dosyalar bir klasör altında paket haline getirilmemiş.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr: Lütfen eklenti sağlayıcıyla iletişime geçerek, eklenti paketini WordPress kurallarına göre oluşturmasını talep edin.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr: Uzak eklenti paketi, istenen bilgileri içeren bir klasör içermiyor ve yeniden adlandırma işe yaramadı.

source: Set the parent_slug config variable instead.
tr: Bunun yerine parent_slug yapılandırma değişkenini ayarlayın.

source: Update Required
tr: Güncelleme gerekiyor

source: This plugin needs to be updated to be compatible with your theme.
tr: Temanızla uyum sağlayabilmesi için bu eklentinin güncellenmesi gerekiyor.

source: Please contact the administrator of this site for help.
tr: Lütfen yardım için bu sitenin yöneticisi ile iletişim kurun.

source: There are one or more required or recommended plugins to install, update or activate.
tr: Yüklenmesi, güncellenmesi veya etkinleştirilmesi gerekli veya önerilen bir ya da birden fazla eklenti var.

source: Dismiss this notice
tr: Uyarıyı görmezden gel

source: All plugins installed and activated successfully. %1$s
tr: Tüm eklentiler başarıyla kuruldu ve etkinleştirildi. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr: Eklenti etkinleştirilmedi. Bu tema için %s eklentisinin daha yüksek bir sürümü gerekiyor. Lütfen eklentiyi güncelleyin.

source: No action taken. Plugin %1$s was already active.
tr: İşlem yapılmadı. %1$s eklentisi zaten etkin durumda.

source: The following plugin was activated successfully:
tr: Aşağıdaki eklenti başarıyla etkinleştirildi:

source: Plugin activated successfully.
tr: Eklenti başarıyla aktifleştirildi..

source: Return to the Dashboard
tr: Gösterge paneline dön

source: Return to Required Plugins Installer
tr: Gerekli eklenti kurucusuna dön

source: Begin activating plugin
tr: Eklentiyi etkinleştirmeye başla

source: Begin updating plugin
tr: Eklentiyi güncelleştirmeye başla

source: Begin installing plugin
tr: Eklentiyi kurmaya başla

source: Something went wrong with the plugin API.
tr: Eklenti API'siyle ilgili bir şeyler yanlış gitti.

source: Updating Plugin: %s
tr: Eklenti Güncelleniyor: %s

source: Installing Plugin: %s
tr: Eklenti Kuruluyor: %s

source: Install Required Plugins
tr: Gerekli Eklentileri Kurun

source: Success
tr: Başarılı

source: Installing
tr: Yükleniyor

source: Updating
tr: Güncelleniyor

source: Activating
tr: Etkinleştiriliyor

source: * Developed by third party
tr: Üçüncü şahıs tarafından geliştirildi

source: and
tr: ve

source: Update
tr: Güncelle

source: Connected
tr: Bağlandı

source: Ready
tr: Hazır

source: Plugins
tr: Eklentiler

source: Login with Knawat.com
tr: Knawat.com ile giriş yapın

source: Welcome
tr: Hoşgeldiniz

source: Please define an SVG icon filename.
tr: Lütfen bir SVG simgesi dosya adı tanımlayın.

source: Please define default parameters in the form of an array.
tr: Lütfen bir dizi formunda varsayılan parametreleri tanımlayın.

source: WooCommerce Currency Switcher
tr: WooCommerce Para Birimi Değiştirici

source: Featured Image by URL
tr: URL'ye Göre Öne Çıkan Resim

source: WooCommerce PDF Invoices & Packing Slips
tr: WooCommerce PDF Faturaları ve Paketleme Fişleri

source: Start Adding Products
tr: Ürünleri Eklemeye Başlayın

source: Extras
tr: Ekstralar

source: Your store has been all set up.
tr: Mağazanız kuruldu.

source: All done. Have fun!
tr: Hepsi tamam. İyi eğlenceler!

source: Advanced
tr: Gelişmiş

source: The required WordPress plugins are all installed and up to date. Press "Next" to continue the setup wizard.
tr: Gerekli WordPress eklentilerinin tümü yüklü ve güncel. Kurulum sihirbazına devam etmek için "İleri" ye basın.

source: Let’s install some essential WordPress plugins to get your site up to speed.
tr: Sitenizi hızlandırmak için bazı temel WordPress eklentilerini yükleyin.

source: You're up to speed!
tr: Hızlanacaksınız!

source: Install Plugins
tr: Eklentileri Yükle

source: Learn about child themes
tr: Alt temalar hakkında bilgi edinin

source: Your store has already connected to Knawat.
tr: Mağazanız zaten Knawat'a bağlı.

source: You're good to go!
tr: Hazırsın başlayabilirsin!

source: Connect Your store with Knawat
tr: Mağazanızı Knawat ile Bağlayın

source: You may have already run this knawat setup wizard. If you would like to proceed anyway, click on the "Start" button below.
tr: Bu knawat kurulum sihirbazını zaten çalıştırmış olabilirsiniz. Yine de devam etmek istiyorsanız, aşağıdaki "Başlat" düğmesine tıklayın.

source: This wizard will connect your store with Knawat and install plugins. It is optional & should take only a few minutes.
tr: Bu sihirbaz, mağazanızı Knawat'a bağlayacak ve eklentileri kuracaktır. İsteğe bağlı bir eylemdir ve yalnızca birkaç dakika sürecektir.

source: Hi. Welcome back
tr: Selam. Tekrar Hoşgeldiniz

source: Welcome to %s
tr: Hoşgeldiniz %s

source: Activate
tr: Etkinleştir

source: Install
tr: Yükle

source: Cancel
tr: İptal Et

source: Start
tr: Başlat

source: Next
tr: Sonraki

source: Skip
tr: Atla

source: Return to the dashboard
tr: Gösterge paneline dön

source: %s%s Knawat &lsaquo; Knawat Setup %s
tr: %s%s Knawat Kurulumu %s

source: Knawat Setup
tr: Knawat Kurulumu

source: Save Tracking
tr: Takibi Kaydet

source: Tracking link:
tr: Takip Bağlantısı:

source: Date shipped:
tr: Gönderim Tarihi:

source: Track
tr: Takip

source: Tracking Link:
tr: Takip Linki:

source: Tracking number:
tr: Takip Numarası:

source: Provider Name:
tr: Sağlayıcı Adı:

source: Edit
tr: Düzenle

source: Knawat Shipment Tracking
tr: Knawat Gönderi Takibi

source: Invoice for the selected order(s) could not be generated
tr: Seçilen sipariş(ler) için fatura oluşturulamadı

source: Woocommece PDF Invoice Plugin is not installed.
tr: Woocommerce PDF fatura eklentisi yüklü değil.

source: Order key not matching. better luck next time :)
tr: Sipariş anahtarı eşleşmiyor. Bir dahaki sefere iyi şanslar :)

source: Something went wrong during PDF generation.
tr: PDF oluşturma sırasında bir sorun oluştu.

source: Knawat Status
tr: Knawat Durumu

source: Knawat Order Status:
tr: Knawat Sipariş Durumu

source: Rate %1$s Dropshipping Woocommerce%2$s %3$s
tr: Oran %1$s Dropshipping Woocommerce%2$s %3$s

source: Knawat Products
tr: Knawat Ürünleri

source: Knawat Orders
tr: Knawat Siparişleri

source: Settings
tr: Ayarlar
